{
  "salom": "salom",
  "hayr": "hayr",
  "Home": "Bosh sahifa",
  "About": "Haqida",
  "Tours": "Sayohatlar",
  "Contact": "Aloqa",
  "Take a Glimpse Into The Beautiful City Of": "Go'zal shaharga bir nazar tashlang",
  "Istanbul": "Istanbul",
  "Go There": "Borish",
  "Antalya": "Antalya",
  "Dubai": "Dubai",
  "Sharm El-Sheikh": "Sharm El-Sheikh",
  "Population": "Aholisi",
  "Territory": "Hududi",
  "Price": "Narxi",
  "Explore More": "Ko'proq o'rganish",
  "Best Weekly Offers In Each Day": "Har kuni eng yaxshi haftalik takliflar",
  "Discover the best weekly offers in each city, curated just for you. Immerse yourself in a world of savings and indulge in unparalleled experiences": "Har bir shaharda faqat siz uchun tuzilgan eng yaxshi haftalik takliflarni kashf eting. O'zingizni tejash dunyosiga sho'ng'ing va mislsiz tajribalarga ega bo'ling.",
  "Check Ins": "Tekshirilgan",
  "Mill": "Mln",
  "Discover the best offers in each city, curated just for you. Immerse yourself in a world of savings and indulge in unparalleled experiences.": "Har bir shahardagi eng yaxshi takliflarni kashf eting, faqat siz uchun. O'zingizni tejash dunyosiga sho'ng'ing va misli ko'rilmagan tajribalarga ega bo'ling.",
  "person": "odam",
  "Deal Includes": "Shartnoma o'z ichiga oladi",
  "5 Days Trip": "5 Kunlik Sayohat",
  "Hotel Included": "Mehmonxona kiritilgan",
  "Airplane Bill Included": "Samolyot Bill kiritilgan",
  "Daily Places Visit": "Kundalik joylarga tashrif",
  "Make a Reservation": "Rezervasyon qiling",
  "Visa Support": "Viza qo'llab-quvvatlash",
  "Experience stress-free travel with our expert visa support. We provide seamless assistance and comprehensive guidance, ensuring a smooth journey.": "Ekspert viza yordamimiz bilan stresssiz sayohatni boshdan kechiring. Biz muammosiz sayohatni ta'minlab, uzluksiz yordam va keng qamrovli ko'rsatmalar beramiz.",
  "Benefits of our Visa Support service": "Visa qo'llab-quvvatlash xizmatimizning afzalliklari",
  "Best Prices": "Eng yaxshi narxlar",
  "Short Processing Time": "Qisqa ishlov berish vaqti",
  "Trustworthy Assistance": "Ishonchli yordam",
  "England": "Anglya",
  "Canada": "Kanada",
  "European(Schengen)": "Yevropa(Shengen)",
  "European Union": "Yevropa Ittifoqi",
  "Explore Destination With Ease": "Manzilni osonlik bilan o'rganing",
  "Find the best deals on railway and airplane tickets in each city, carefully selected for you.": "Har bir shaharda siz uchun sinchkovlik bilan tanlangan temir yo'l va samolyot chiptalari bo'yicha eng yaxshi narxlarni toping.",
  "Cheap Railway Tickets With Us": "Biz bilan arzon temir yo'l chiptalari",
  "Whole world": "Butun dunyo",
  "Embark on a railway adventure and explore destinations worldwide. Whether it's the picturesque landscapes, bustling cities, or cultural gems, our rail services offer a unique and comfortable way to traverse the globe. Immerse yourself in the beauty of different cultures, all accessible through our extensive railway network.": "Temir yo'l sarguzashtiga kiring va butun dunyo bo'ylab sayohatlarni o'rganing. Go'zal manzaralar, gavjum shaharlar yoki madaniy marvaridlar bo'ladimi, bizning temir yo'l xizmatlarimiz dunyo bo'ylab sayohat qilishning noyob va qulay usulini taklif etadi. Bizning keng temir yo'l tarmog'imiz orqali kirish mumkin bo'lgan turli madaniyatlarning go'zalligiga sho'ng'ing.",
  "Discover Exciting Air Travel Deals": "Havo sayohatlari uchun qiziqarli takliflarni kashf eting",
  "Global Destinations": "Global yo'nalishlar",
  "Embark on an airborne adventure and explore destinations worldwide. Whether it's the breathtaking landscapes, vibrant cities, or cultural treasures, our airline services provide a convenient and exhilarating way to navigate the globe. Immerse yourself in the richness of diverse cultures, all easily accessible through our extensive air travel network.": "Havoda sarguzashtga boring va butun dunyo bo'ylab sayohatlarni o'rganing. Ajoyib landshaftlar, jo'shqin shaharlar yoki madaniy boyliklar bo'ladimi, bizning aviakompaniya xizmatlarimiz dunyo bo'ylab sayohat qilishning qulay va hayajonli usulini taqdim etadi. O'zingizni turli madaniyatlarning boyligiga sho'ng'ing, ularning barchasiga bizning keng havo sayohatlari tarmog'imiz orqali osongina kirish mumkin.",
  "Visit One Of Our Countries Now": "Hozir bizning mamlakatlarimizdan biriga tashrif buyuring",
  "Discover the best offers in each city, curated just for you. Immerse yourself in a world of savings and indulge in unparalleled experiences": "Har bir shahardagi eng yaxshi takliflarni kashf eting, faqat siz uchun. O'zingizni tejash dunyosiga sho'ng'in va misli ko'rilmagan tajribalarga ega bo'ling",
  "United Arab Emirated": "Birlashgan Arab Amirliklari",
  "Dubai is a city and emirate in the United Arab Emirates known for luxury shopping, ultramodern architecture and a lively nightlife scene. Burj Khalifa, an 830m-tall tower, dominates the skyscraper-filled skyline. At its foot lies Dubai Fountain, with jets and lights choreographed to music. On artificial islands just offshore is Atlantis, The Palm, a resort with water and marine-animal parks.": "Dubay - Birlashgan Arab Amirliklaridagi shahar va amirlik, hashamatli xaridlar, ultramodern arxitektura va jonli tungi hayot sahnasi bilan mashhur. Balandligi 830 m bo'lgan Burj Xalifa minorasi osmono'par binolar bilan to'ldirilgan osmon chizig'ida hukmronlik qiladi. Uning etagida musiqaga xoreografiya qilingan samolyotlar va chiroqlar bilan jihozlangan Dubay favvorasi joylashgan. Sun'iy orollarda Atlantis, Palm, suv va dengiz hayvonlari bog'lari joylashgan kurort joylashgan.",
  "Turkey": "Turkiya",
  "Discover the best weekly offers in each city, curated just for you. Immerse yourself in a world of savings and indulge in unparalleled experiences.": "Har bir shaharda faqat siz uchun tuzilgan eng yaxshi haftalik takliflarni kashf eting. O'zingizni tejash dunyosiga sho'ng'ing va misli ko'rilmagan tajribalarga ega bo'ling.",
  "Experience stress-free travel with our expert visa support. We provide seamless assistance and comprehensive guidance, ensuring a smooth journey.": "Ekspert viza yordamimiz bilan stresssiz sayohatni boshdan kechiring. Biz muammosiz sayohatni ta'minlab, uzluksiz yordam va keng qamrovli ko'rsatmalar beramiz.",
  "Antalya is the fastest-growing city in Turkey, and tourists from around the world are discovering its fabulous mix of great beaches and traditional Turkish culture. Kids will love the Beach Park, which features Aqua Land (a waterslide-fanatic's dream) and Dolphin Land (home to dolphins, sea lions and white whales). Make sure to explore the old town center and to see Hadrian's Gate.": "Antaliya Turkiyaning eng tez rivojlanayotgan shahri bo'lib, dunyoning turli burchaklaridan kelgan sayyohlar uning ajoyib plyajlari va an'anaviy turk madaniyatining ajoyib aralashmasini kashf qilmoqdalar. Bolalarga Aqua Land (suvli slaydni yaxshi ko'radiganlar orzusi) va Dolphin Land (delfinlar, dengiz sherlari va oq kitlarning uyi) o'rin olgan Beach Park yoqadi. Eski shahar markazini o'rganing va Hadrian darvozasini ko'ring.",
  "Egypt": "Misr",
  "Sharm El Sheikh is the center of tourism action in Sinai Peninsula and it has the world top diving sites. Specially the underwater wonders of Ras Mohammed national park that took Sharm city to whole different level. The city has diving and shipwreck sites that attract both advanced and recreational divers from around the world to discover the un parallel marine life deep down the red sea.": "Sharm al-Shayx Sinay yarim orolidagi sayyohlik markazi bo'lib, unda dunyodagi eng yaxshi sho'ng'in joylari mavjud. Sharm shahrini butunlay boshqa darajaga olib chiqqan Ras Muhammad milliy bog'ining suv osti mo''jizalari. Shaharda Qizil dengiz tubidagi parallel dengiz hayotini kashf qilish uchun dunyoning turli burchaklaridan ilg'or va rekreatsion g'avvoslarni jalb qiluvchi sho'ng'in va kema halokat joylari mavjud.",
  "Istanbul is the most populous city in Turkey and its cultural, economic and historic center. It is located in north-western part of Turkey, divided into European and Asian side by Bosphorus, which connects the Sea of Marmara and Black Sea. It is the only city in the world that sits on two continents.": "Istanbul Turkiyaning eng gavjum shahri va uning madaniy, iqtisodiy va tarixiy markazidir. U Turkiyaning shimoli-g'arbiy qismida joylashgan bo'lib, Marmara va Qora dengizni bog'laydigan Bosfor bo'g'ozi orqali Yevropa va Osiyo tomoniga bo'linadi. Bu ikki qit'ada joylashgan dunyodagi yagona shahar.",
  "People": "Odamlar",
  "New Directions": "Yangi yoʻnalishlar",
  "Best Locations": "Eng yaxshi joylar",
  "Discover the best offers in each city, curated just for you. Immerse yourself in a world of savings and indulge in unparalleled experiences": "Har bir shahardagi eng yaxshi takliflarni kashf eting, faqat siz uchun. O'zingizni tejash dunyosiga sho'ng'ing va mislsiz tajribalarga ega bo'ling",
  "Book Prefered Deal Here": "Bu yerda imtiyozli shartnomani bron qiling",
  "Discover More": "Ko'proq kashf qiling",
  "Make a Phone Call": "Telefon qo'ng'iroq qilish",
  "Contact Us via Email": "Elektron pochta orqali biz bilan bog'laning",
  "Visit Our Offices": "Bizning ofislarga tashrif buyuring",
  "Chilanzar": "Chilonzor",
  "Tashkent city": "Toshkent shahri",
  "Make Your": "qiling",
  "Reservation": "bron",
  "Through This": "Ushbu orqali",
  "Form": "forma",
  "Make Your Reservation Through This Form": "Ushbu forma orqali bron qiling",
  "Your Name": "Ismingiz",
  "Your Phone Number": "Telefon raqamingiz",
  "Number Of Guests": "Mehmonlar soni",
  "Check In Date": "Ro'yxatdan o'tish sanasi",
  "Choose Your Destination": "Manzilingizni tanlang",
  "Choose Your Visa Support": "Viza yordamini tanlang",
  "Country": "Mamlakat",
  "Japan": "Yaponiya",
  "Saudi Arabi": "Saudiya Arabistoni",
  "India": "Hindiston",
  "China": "Xitoy",
  "Hong Kong": "Gong Kong",
  "Make Your Reservation Now": "Hoziroq band qiling",
  "Are You Looking To Travel?": "Siz Sayohat Qilmochimisiz?",
  "Make A Reservation By Clicking The Button": "Tugmani bosish orqali bron qiling",
  "Book Yours Now": "Hoziroq bron qiling",
  "Copyright": "Mualliflik huquqi",
  "All rights reserved": "Barcha huquqlar himoyalangan",
  "Book Preferred Deal Here": "Bu yerda imtiyozli shartnomani bron qiling",
  "Make Your Reservation": "Rezervasyoningizni qiling",
  "Your reservation has been sent successfully!": "Sizning bandlovingiz muvaffaqiyatli yuborildi!"
}
